Repository: cr7pt0gr4ph7/gnome-shell-extension-scroll-panel
Catalog: scroll-panel@mreditor.github.com/locale/*.po
Languages: de, ru_ru, zh_cn

source: Not listed devices
de: Keine Geräte aufgeführt
ru_ru: Другие устройства
zh_cn: 未列出设备

source: Switching workspaces
de: Arbeitsflächen wechseln
ru_ru: Переключение рабочих столов
zh_cn: 切换工作空间

source: Switching active workspace by scrolling a mousewheel above the clock panel
de: Beim Drehen des Mausrades über dem Uhr/Datum-Bereich wird die aktive Arbeitsfläche gewechselt
ru_ru: Переключайте рабочие столы, прокручивая колесо мыши над панелью с часами
zh_cn: 在时钟面板上滚动鼠标滚轮来切换活动的工作空间

source: Switching windows
de: Fenster wechseln
ru_ru: Переключение окон
zh_cn: 切换窗口

source: Switching active window by scrolling a mousewheel above the application menu
de: Beim Drehen des Mausrades über dem Anwendungsmenü wird das aktive Fenster gewechselt
ru_ru: Переключайте окна, прокручивая колесо мыши над меню приложения
zh_cn: 在应用菜单上滚动鼠标滚轮来切换活动的窗口

source: Switch windows when scrolling over Overview button
de: Fenster wechseln beim Scrollen auf der Aktivitäten-Schaltfläche
ru_ru: Переключать окна при прокрутке над кнопкой Обзор
zh_cn: 在概览按钮上滚动时切换窗口

source: This device (click here)
de: Dieses Gerät (hier klicken)
ru_ru: Это устройство (кликните здесь)
zh_cn: 此设备（点我）

source: Enable
de: Aktivieren
ru_ru: Включено
zh_cn: 启用

source: Distance to go for a mousewheel, required to trigger an action. Hint: you can scroll this spinner to change it's value.
de: Mausrad-Schritte, bevor eine Aktion ausgelöst wird. Hinweis: Sie können diesen Wert durch Drehen mit dem Mausrad ändern.
ru_ru: Дистанция прокрутки колесом мыши, необходимая для активации действия. Подсказка: вы можете крутить этот переключатель для настройки.
zh_cn: 鼠标滚轮触发操作时需要的滚动距离。 提示：您可以滚动此微调框来更改它的数值。

source: Required pressure
de: Erforderliche Bewegung
ru_ru: Необходимое давление
zh_cn: 所需压力

source: Cyclic scrolling
de: Endlos durchscrollen
ru_ru: Циклическая прокрутка
zh_cn: 循环滚动

source: Invert direction
de: Richtung umkehren
ru_ru: В обратном направлении
zh_cn: 反转方向

source: Show switcher
de: Umschalter anzeigen
ru_ru: Визуализировать переключение
zh_cn: 可視化切換

source: Name
ru_ru: Имя
zh_cn: 名称

source: Remove
de: Entfernen
ru_ru: Убрать
zh_cn: 移除

source: Actions
de: Aktionen
ru_ru: Действия
zh_cn: 操作

source: Please, select action(s) and device(s) to configure.
de: Bitte Aktion(en) und Gerät(e) zum Konfigurieren auswählen.
ru_ru: Пожалуйста, выберите действия и устройства для настройки.
zh_cn: 请选择要配置的操作和设备。

source: Switch workspaces when scrolling over free space on topbar
de: Arbeitsflächen wechseln beim Drehen des Mausrades in einem freien Bereich der oberen Leiste
ru_ru: Переключать столы при прокрутке над свободной частью панели
zh_cn: 在顶栏空白空间上滚动时切换工作空间
