Repository: cr7pt0gr4ph7/gnome-shell-extension-scroll-panel
Catalog: locale/*.po
Languages: uk

source: This extension allows switching between windows or workspaces by scrolling Gnome Shell topbar with mouse (both in overview and workspace modes).
uk: Розширення дозволяє перемикатися між вікнами або робочими місцями шляхом прокрутки верхньої панелі Gnome Shell коліщатком миші (як в режимі огляду, так і при роботі).

source: by <a href="%s">Eduard Minasyan</a>
uk: Автор: <a href="%s">Едуард Мінасян</a>

source: Homepage: <a href="%1$s">%1$s</a>
uk: Домашня сторінка: <a href="%1$s">%1$s</a>

source: Seems like you are using unlocalized extension, would you like to <a href="%s">localize it</a>?
uk: Залишайте свої пропозиції щодо доопрацювання та локалізації на сторінці проєкту!

source: Reset settings
uk: Скинути налаштування

source: About
uk: Про розширення

source: Panel to scroll
uk: Панель для прокручування

source: Choose a panel to scroll for the selected action. If the extension is enabled, the current choice is outlined in a colored box while the mouse pointer is over the button.
uk: Виберіть панель, яка буде виконувати спеціальну дію під час прокручування. Якщо розширення активне, поточна вибрана панель буде обведена кольоровою рамкою, поки вказівник миші знаходиться на кнопці вибору.

source: Use scrolling when picking an actor to choose hierarchy level, such as the whole bar instead of the clock box only. Yellow box means that the highlighted panel currently does not have any event listeners and may be inaccessible because of other actors rendered over it.
uk: Для зміни рівня ієрархії під час вибору панелі (наприклад, вибору між годинником і всією панеллю) використовуйте прокрутку. Жовта рамка показує, що вибрана панель ще не має обробників подій і може бути недоступною для прокрутки, якщо поверх неї намальовані інші елементи інтерфейсу.

source: Panel fixed width
uk: Фіксована ширина панелі

source: Set fixed width for the scrollable panel.
uk: Фіксована ширина, до якої буде розширена обрана панель.

source: Panel content align
uk: Вирівнювання вмісту панелі

source: Set content align for the scrollable panel.
uk: Встановлює режим вирівнювання вмісту всередині обраної панелі.

source: System
uk: Системне

source: Start
uk: З початку

source: Center
uk: По центру

source: End
uk: З кінця

source: Horizontal scrolling
uk: Горизонтальне прокручування

source: Whether horizontal scrolling should cause forward or back step.
uk: Чи сприймається горизонтальне прокручування як перемикання вперед або назад.

source: Off
uk: Вимкнена

source: Direct
uk: Пряма

source: Inverted
uk: Зворотна

source: Vertical scrolling
uk: Вертикальне прокручування

source: Whether vertical scrolling should cause forward or back step.
uk: Чи сприймається вертикальне прокручування як перемикання вперед або назад.

source: Switching timeout
uk: Затримка наступного перемикання

source: Timeout for switching event: further scrolling events in this timeout will be ignored.
uk: Затримка наступного перемикання: до її закінчення наступні події прокручування будуть проігноровані.

source: Cyclic switching
uk: Циклічне прокручування

source: Should the switcher cycle, i.e. switch between first and last elements when switching out-of-list.
uk: Чи має прокручування зациклюватися, тобто. перемикатися між першим та останнім елементами при виході за межі списку елементів.

source: Visualize
uk: Візуалізація

source: Should the switcher be shown because of the action.
uk: Показувати перемикач під час дії.

source: Switching workspaces
uk: Перемикання робочих місць

source: Switching windows
uk: Перемикання вікон
